Repository: baymaxx-1212/blero-dashboards
Catalog: dashboards_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Mark selected dashboards as published
fr: Marquer les dashboards sélectionnés comme publiés

source: Mark selected dashboards as not published
fr: Marquer les dashboards sélectionnés comme non publiés

source: Mark selected dashboards as featured
fr: Marquer les dashboards sélectionnés comme mis en avant

source: Mark selected dashboards as not featured
fr: Marquer les dashboards sélectionnés comme non mis en avant

source: Previous Dashboard
fr: Dashboard précédent

source: Back to Overview
fr: Retour au sommaire

source: Next Dashboard
fr: Dashboard suivant

source: No items available
fr: Aucun élément disponible

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Most recent dashboards containing "<strong>%(query)s</strong>"
fr: Dashboards les plus récents contenant « <strong>%(query)s</strong> »

source: No dashboards found
fr: Aucun dashboard trouvé

source: Enter a query above
fr: Entrez une requête ci-dessus

source: Keyword search
fr: Recherche par mot clé

source: Keyword
fr: Mot clé

source: All
fr: Tout

source: by
fr: par

source: the-eagle-has-landed/
fr: l-aigle-s-est-pose/

source: 1969/the-eagle-has-landed/
fr: 1969/l-aigle-s-est-posé

source: 1969/07/the-eagle-has-landed/
fr: 1969/07/l-aigle-s-est-pose/

source: 1969/07/16/the-eagle-has-landed/
fr: 1969/07/16/l-aigle-s-est-pose/

source: Allow
fr: Permettre

source: Redirect to permalink (default)
fr: Redirection vers un permalien (par défaut)

source: Permanent redirect to permalink
fr: Redirection permanente vers un permalien

source: Return 404: Not Found
fr: Retour 404 : Non trouvé

source: application title
fr: Titre de l'application

source: permalink type
fr: type de permalien

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
fr: Choisissez le style d'URL à utiliser parmi les exemples (notez que tous les types sont relatives à l'accroche d'applications).

source: non-permalink handling
fr: gestion de non-permalien

source: How to handle non-permalink urls?
fr: Comment gérer les URL non-permaliens ?

source: Paginate size
fr: Taille de pagination

source: When paginating list views, how many dashboards per page?
fr: Lorsque la pagination liste des vues, combien d'dashboards par page ?

source: Pagination pages start
fr: Début des pages paginées

source: When paginating list views, after how many pages should we start grouping the page numbers.
fr: Lorsque la pagination liste des vues, après combien de pages devrait-on commencer à grouper les numéros de page ?

source: Pagination pages visible
fr: Pages de pagination visibles

source: When grouping page numbers, this determines how many pages are visible on each side of the active page.
fr: Lorsque les numéros de page sont groupés, cela définit combien de pages sont visibles sur chaque côté de la page active.

source: Excluded featured dashboards count
fr: Nombre d'dashboards mis en avant exclus

source: If you are using the Featured Dashboards plugin on the dashboard list view, you may prefer to exclude featured dashboards from the dashboard list itself to avoid duplicates. To do this, enter the same number here as in your Featured Dashboards plugin.
fr: Si vous utilisez le greffon des Dashboards mis en avant dans l'affichage de la liste des dashboards, vous pouvez décider d'exclure les dashboards mis en avant de la liste d'dashboards pour éviter les doublons. Pour ce faire, saisissez le même nombre ici que dans votre greffon Dashboards mis en avant.

source: Prefix for template dirs
fr: Préfixe des dossiers de modèles

source: Auto-create authors?
fr: Auto-générer les crédits ?

source: Automatically create authors from logged-in user?
fr: Générer automatiquement les crédits à partir des utilisateurs connectés ?

source: Include in search index?
fr: Inclure dans l'index de recherche ?

source: Include dashboards in search indexes?
fr: Inclure les dashboards dans les index de recherche ?

source: untitled
fr: sans nom

source: Post published by default
fr: Envoyé publié par défaut

source: Dashboards_app
fr: BlogdActu

source: Dashboard Search
fr: Recherche d'dashboard

source: Authors
fr: Crédits

source: Categories
fr: Catégories

source: Featured Dashboards
fr: Dashboards en lumière

source: Latest Dashboards
fr: Dashboards récents

source: Related Dashboards
fr: Dashboards liés

source: Tags
fr: Balises

source: Configure addon
fr: Configurer le greffon

source: Dashboard list
fr: Liste des dashboards

source: Add new dashboard
fr: Ajouter un nouvel dashboard

source: Edit this dashboard
fr: Modifier cet dashboard

source: Delete this dashboard
fr: Supprimer cet dashboard

source: Optional. If provided, it will be added to the main body of the dashboard as a text plugin, that can be formatted.
fr: Facultatif. Si indiqué, il sera ajouté au corps principal de l'dashboard sous la forme d'un objet texte qui peut être formaté.

source: Initial version.
fr: Version initiale.

source: New news/blog dashboard
fr: Nouvel dashboard de nouvelles/blog

source: Create a new news/blog dashboard.
fr: Créer un nouvel dashboard de nouvelles/blog.

source: Dashboards on %(site_name)s
fr: Dashboards sur %(site_name)s

source: Aldryn Dashboards_app Menu
fr: Menu du BlogdActu d'Aldryn

source: untitled-dashboard
fr: dashboard-sans-nom

source: title
fr: titre

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
fr: Utilisé dans l'URL. Si modifié, l'URL sera modifiée. Effacez pour une valeur automatique.

source: lead
fr: résumé

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your dashboard.
fr: Le résumé donne au lecteur l'idée principale de l'histoire ; cela sert dans les vues d'ensemble, les listes ou en tant qu'introduction pour votre dashboard.

source: meta title
fr: titre méta

source: meta description
fr: description méta

source: meta keywords
fr: mots clés méta

source: author
fr: auteur

source: owner
fr: propriétaire

source: Apphook configuration
fr: Configuration du crochet d'application

source: categories
fr: catégories

source: publishing date
fr: date de publication

source: is published
fr: est publié

source: is featured
fr: est en lumière

source: related dashboards
fr: dashboards liés

source: The maximum duration (in seconds) that this plugin's content should be cached.
fr: La durée maximale (en seconde) durant laquelle les données de ce greffon devraient être mises en cache.

source: %s archive
fr: archive %s

source: max dashboards
fr: nb max d'dashboards

source: The maximum number of found dashboards display.
fr: Le nombre maximum d'dashboards trouvés à afficher.

source: %s authors
fr: auteurs %s

source: %s categories
fr: catégories %s

source: The maximum number of featured dashboards display.
fr: Le nombre maximum d'dashboards en lumière à afficher.

source: featured dashboard
fr: dashboard en lumière

source: featured dashboards: %(count)s
fr: dashboards en lumière : %(count)s

source: The maximum number of latest dashboards to display.
fr: Le nombre maximum d'dashboards récents à afficher.

source: The maximum number of featured dashboards to exclude from display. E.g. for uses in combination with featured dashboards plugin.
fr: Le nombre maximum d'dashboards mis en avant à exclure de l'affichage. À utiliser par ex. avec un greffon d'dashboards mis en avant.

source: %(app_title)s latest dashboards: %(latest_dashboards)s
fr: Derniers dashboards dans %(app_title)s : %(latest_dashboards)s

source: Related dashboards
fr: Dashboards liés

source: %s tags
fr: balises %s
